chat_system_1116716562_actor_description=Dirty Butory. Robber.
chat_system_1116716562_snap_3_question=^?^How is Bagaba? Did he believe our story?
chat_system_1116716562_snap_3_answer_0=^?^I haven't spoken to him yet. But I think that he'll be easy to fool.
chat_system_1116716562_snap_0_question=^?^What does the sleek henchman of the king want in our land, which has been forgotten by both God and king?
chat_system_1116716562_snap_0_answer_0=^?^It's none of your business. I came to you from Bagaba...
chat_system_1116716562_snap_1_question=^?^Bagaba? What does this freak want from me? And how is it that you can you deal with these disgusting toads?
chat_system_1116716562_snap_1_answer_0=^?^Well, how should I put it... He wants me to bring him your head.
chat_system_1116716562_snap_2_question=^?^Disgusting monster! Not you, [player]! I mean this disgusting toad Bagaba. He wants me to pay him taxes, as if he is the king of the swamps.<br>Look, friend, let's sort this out peacefully. I'll pay you 1000 coins and you tell Bagaba that you killed me. Then both of us will be in the clear. Is it a deal?
chat_system_1116716562_snap_2_answer_0=^?^Excellent idea! Give me the money.
chat_system_1116716562_snap_2_answer_1=^?^Sorry, Dirty Butory, but I'd rather believe your nickname rather than your words. Protect yourself. (Attack the robber)
chat_system_1116716562_snap_4_question=^?^Here, take it. But don't forget to tell Bagaba that you killed me, or he will send someone else to hunt me down...
chat_system_1116716562_snap_4_answer_0=^?^Don't worry. I'll do everything as we planned.
